---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralElementDefinitionData.YJust
source: html/f9c791a3-8c09-a254-c63b-a34dd5ba163b.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralElementDefinitionData.YJust Property

Y justification (ref axis).

## Syntax (C#)
```csharp
public YJustification YJust { get; }
```